{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n > 1;","language":"fr","project_id_version":"WooCommerce - WooCommerce Payments"},"Maximum items per order":["Nombre maximal d’articles par commande"],"Minimum items per order":["Nombre minimal d’articles par commande"],"Maximum item count must be greater than the minimum item count on the \"Order Item Threshold\" rule.":["Le nombre maximal d’articles doit être supérieur au nombre minimal d’articles dans la règle « Seuil du nombre d’articles par commande »."],"An item range must be set for the \"Order Item Threshold\" filter.":["Une quantité d’articles doit être définie pour le filtre « Seuil du nombre d’articles par commande »."],"An unusually high item count, compared to the average for your business, can indicate potential fraudulent activity.":["Un nombre d’articles anormalement élevé par rapport à la moyenne de votre entreprise peut indiquer une activité potentiellement frauduleuse."],"Screen transactions for abnormal item counts":["Analyser les transactions pour déceler des nombres d’articles inhabituels"],"This filter compares the amount of items in an order to the minimum and maximum counts that you specify.":["Ce filtre compare le nombre d’articles d’une commande aux nombres d’articles minimal et maximal que vous avez spécifiés."],"Order Items Threshold":["Seuil du nombre d’articles par commande"],"Maximum item count must be greater than the minimum item count.":["Le nombre maximal d’articles doit être supérieur au nombre minimal d’articles."],"An item range must be set for this filter to take effect.":["Une quantité d’articles doit être définie pour que ce filtre prenne effet."],"Leave blank for no limit":["Laisser vide pour aucune limite"],"When enabled, the payment method will not be charged until you review and approve the transaction":["Lorsque cette option est activée, le mode de paiement ne sera pas appliqué tant que vous n’aurez pas contrôlé et approuvé la transaction."]}}}